app/controllers/students_controller.rb

  def create
    @student = Student.new(student_params(:first_name,:last_name))
    if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2017-05-22 18:38:33.129316"], ["updated_at", "2017-05-22 18:38:33.129316"]]